package by.part7.homework;

public class HomeWork1 {

  // Напишите классы и методы описывающие продажу кофе и чая в кофейне, например старбакс.
  // Храните историю продаж в файле на диске
  // Организуйте удобную систему хранения информации по постоянным клиентам
  // Учтите меняющеся цены на напитки, а так же акции (например каждый пятый бесплатно)
  // Добавьте возможность добавления в систему сдобы или других продуктов для продажи их в будущем.
  public static void main(String[] args) {

  }
}
